{
	"siteName": "P2P Send",
	"siteUrl": "https://delicate-scone-cc1f91.netlify.app",
	"siteTitleMeta": "P2P Send",
	"siteDescriptionMeta": "Send tokens to your friends on the cosmos network.",
	"fontUrl": "https://fonts.googleapis.com/css2?family=Roboto:wght@300;400;500&display=swap",
	"fontName": "Roboto",
	"headerShowName": true,
	"headerShowLogo": true,
	"setStylesDone": false,
	"about": "Welcome to P2P Send. This Web Application (The Website) enables you to send and receive crypto-tokens on the Impact Hub, which is a Cosmos application blockchain connected to the Internet of Blockchains. The Website is hosted by ixo.world AG, Liechtenstein (The Company). <br />The Company does not charge you for using The Website and does not collect any of your personal information. <br />The Website is provided for your personal use only, for the purpose of interacting with and learning about Web3 networks and the Internet of Impact. <br />By using The Website, you accept and agree to be bound by The Company's <a href='https://terms.ixo.world'>Terms of Use and Privacy Policy</a>. <br />You agree that you will not use the website for any illegal purpose, or in violation of any local, state, national, or international law. <br />The Website is provided \"as is\" and \"as available\", without any warranty or condition of any kind. <br />You agree to indemnify The Company against any claims, liabilities, damages, losses and expenses, including reasonable attorneys' fees and costs, arising out of or in any way connected with your access to or use of The Website App; Your User Content; Your violation of the Terms of Use; or Your willful misconduct. <br />If you do not agree to these Terms, please do not use The Website. <br />You may contact the developers of This Website by email assistant@ixo.world",
	"actions": [
		{
			"id": "eKXPPhewkJDLbE1bq1ibo7",
			"steps": [
				{
					"id": "get_receiver_address",
					"name": "Get receiver address"
				},
				{
					"id": "select_token_and_amount",
					"name": "Select token and amount"
				},
				{
					"id": "bank_MsgSend",
					"name": "Review and sign"
				}
			],
			"name": "Send",
			"description": "Crypto Wallet",
			"image": "eKXPPhewkJDLbE1bq1ibo7.png"
		}
	]
}
